Repository: wrd1stProgrammer/ChartAgent-
Catalog: ChartAgent/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt_br, th, tr, vi, zh_hans, zh_hant

source: 이미지에서 직접 확인 가능한 캔들·축·라벨을 분리합니다
de: Sichtbare Kerzen, Äxte und Etiketten trennen.
en: Separating visible candles, axes, and labels.
es: Separando velas, hachas y etiquetas visibles.
fr: Séparer les bougies, les axes et les étiquettes visibles.
id: Memisahkan lilin, sumbu, dan label yang terlihat.
it: Separazione di candele, assi ed etichette visibili.
ja: 表示されているローソク足、軸、ラベルを分離します。
pt_br: Separando velas, eixos e rótulos visíveis.
th: แยกเทียน ขวาน และฉลากที่มองเห็นได้
tr: Görünür mumları, baltaları ve etiketleri ayırmak.
vi: Tách các nến, trục và nhãn có thể nhìn thấy được.
zh_hans: 分离可见的蜡烛、轴和标签。
zh_hant: 分離可見的蠟燭、軸和標籤。

source: 이미지에서 차트 시간대를 확인할 수 없습니다.
de: Der Zeitrahmen des Diagramms konnte im Bild nicht identifiziert werden.
en: The chart timeframe could not be identified in the image.
es: El período de tiempo del gráfico no se pudo identificar en la imagen.
fr: La période du graphique n’a pas pu être identifiée dans l’image.
id: Jangka waktu grafik tidak dapat diidentifikasi dalam gambar.
it: Non è stato possibile identificare l'intervallo temporale del grafico nell'immagine.
ja: 画像ではチャートの時間枠を特定できませんでした。
pt_br: O período do gráfico não pôde ser identificado na imagem.
th: ไม่สามารถระบุกรอบเวลาของแผนภูมิในภาพได้
tr: Grafik zaman aralığı resimde tanımlanamadı.
vi: Khung thời gian biểu đồ không thể được xác định trong hình ảnh.
zh_hans: 无法在图像中识别图表时间范围。
zh_hant: 無法在影像中辨識圖表時間範圍。

source: 이미지에서 판독한 심볼의 최신 InsightSentry 뉴스를 보조 근거로 사용합니다.
de: Verwenden Sie die neuesten InsightSentry-Nachrichten für das erkannte Symbol als unterstützenden Beweis.
en: Use the latest InsightSentry news for the detected symbol as supporting evidence.
es: Utilice las últimas noticias de InsightSentry para el símbolo detectado como evidencia de respaldo.
fr: Utilisez les dernières actualités InsightSentry pour le symbole détecté comme preuve à l’appui.
id: Gunakan berita InsightSentry terkini untuk simbol yang terdeteksi sebagai bukti pendukung.
it: Utilizza le ultime notizie InsightSentry relative al simbolo rilevato come prova a sostegno.
ja: 検出されたシンボルに関する最新の InsightSentry ニュースを裏付け証拠として使用します。
pt_br: Use as últimas notícias do InsightSentry para o símbolo detectado como evidência de apoio.
th: ใช้ข่าว InsightSentry ล่าสุดสำหรับสัญลักษณ์ที่ตรวจพบเป็นหลักฐานสนับสนุน
tr: Tespit edilen sembol için destekleyici kanıt olarak en son InsightSentry haberlerini kullanın.
vi: Sử dụng tin tức InsightSentry mới nhất cho biểu tượng được phát hiện làm bằng chứng hỗ trợ.
zh_hans: 使用检测到的符号的最新 InsightSentry 新闻作为支持证据。
zh_hant: 使用偵測到的符號的最新 InsightSentry 新聞作為支持證據。

source: 이미지에서 판독한 심볼의 최신 뉴스를 보조 근거로 사용합니다.
de: Aktuelle Nachrichten zum erkannten Symbol werden als ergänzende Evidenz verwendet.
en: Uses the latest news for the detected symbol as supporting evidence.
es: Usa las noticias más recientes del símbolo detectado como evidencia de apoyo.
fr: Utilise les dernières actualités du symbole détecté comme éléments complémentaires.
id: Menggunakan berita terbaru untuk simbol yang terdeteksi sebagai bukti pendukung.
it: Usa le notizie più recenti sul simbolo rilevato come evidenza di supporto.
ja: 画像から検出したシンボルの最新ニュースを補助根拠として使用します。
pt_br: Usa as notícias mais recentes do símbolo detectado como evidência de apoio.
th: ใช้ข่าวล่าสุดของสัญลักษณ์ที่ตรวจพบเป็นข้อมูลสนับสนุน
tr: Algılanan sembolle ilgili en son haberleri destekleyici kanıt olarak kullanır.
vi: Dùng tin tức mới nhất của mã được nhận diện làm bằng chứng bổ trợ.
zh_hans: 将识别到的交易代码的最新新闻用作辅助依据。
zh_hant: 將識別到的交易代碼的最新新聞用作輔助依據。

source: 이용약관
de: Nutzungsbedingungen
en: Terms of Use
es: Términos de uso
fr: Conditions d'utilisation
id: Ketentuan Penggunaan
it: Condizioni d'uso
ja: 利用規約
pt_br: Termos de Uso
th: เงื่อนไขการใช้งาน
tr: Kullanım Koşulları
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

source: 이전 분석 기록에는 뉴스 사용 내역이 저장되지 않아 출처만 표시합니다.
de: Bei dieser älteren Analyse wurden keine Details zur Nachrichtennutzung gespeichert, daher werden nur Quellen angezeigt.
en: This older analysis did not save news usage details, so only sources are shown.
es: Este análisis anterior no guardó los detalles del uso de noticias, por lo que solo se muestran las fuentes.
fr: Cette analyse plus ancienne n'enregistrait pas les détails de l'utilisation des actualités, seules les sources sont donc affichées.
id: Analisis lama ini tidak menyimpan detail penggunaan berita, jadi hanya sumber yang ditampilkan.
it: Questa analisi precedente non salvava i dettagli sull'utilizzo delle notizie, quindi vengono mostrate solo le fonti.
ja: この古い分析ではニュースの使用状況の詳細が保存されていないため、ソースのみが表示されます。
pt_br: Esta análise mais antiga não salvou detalhes de uso de notícias, portanto, apenas as fontes são mostradas.
th: การวิเคราะห์แบบเก่านี้ไม่ได้บันทึกรายละเอียดการใช้ข่าวสาร ดังนั้นจึงแสดงเฉพาะแหล่งที่มาเท่านั้น
tr: Bu eski analiz haber kullanım ayrıntılarını kaydetmediğinden yalnızca kaynaklar gösterilir.
vi: Phân tích cũ hơn này không lưu chi tiết sử dụng tin tức nên chỉ hiển thị các nguồn.
zh_hans: 此较旧的分析未保存新闻使用详细信息，因此仅显示来源。
zh_hant: 此較舊的分析未保存新聞使用詳細信息，因此僅顯示來源。

source: 이제 막 차트를 보기 시작했어요
de: Ich fange gerade erst mit Diagrammen an
en: I’m just starting with charts
es: Estoy empezando con los gráficos.
fr: Je commence juste avec les graphiques
id: Saya baru memulai dengan grafik
it: Sto appena iniziando con i grafici
ja: チャートから始めたばかりです
pt_br: Estou apenas começando com gráficos
th: ฉันเพิ่งเริ่มต้นด้วยแผนภูมิ
tr: Grafiklerle yeni başlıyorum
vi: Tôi chỉ mới bắt đầu với biểu đồ
zh_hans: 我只是从图表开始
zh_hant: 我只是從圖表開始

source: 일부
de: TEILWEISE
en: PARTIAL
es: PARCIAL
fr: PARTIEL
id: SEBAGIAN
it: PARZIALE
ja: 部分的
pt_br: PARCIAL
th: บางส่วน
tr: KISMİ
vi: MỘT PHẦN
zh_hans: 部分
zh_hant: 部分

source: 읽을 수 없는 숫자는 상대 조건으로 표시
de: Nicht lesbare Zahlen werden als relative Bedingungen angezeigt
en: Unreadable numbers are shown as relative conditions
es: Los números ilegibles se muestran como condiciones relativas.
fr: Les nombres illisibles sont affichés sous forme de conditions relatives
id: Angka yang tidak terbaca ditampilkan sebagai kondisi relatif
it: I numeri illeggibili vengono visualizzati come condizioni relative
ja: 判読できない数値は相対条件として表示されます
pt_br: Números ilegíveis são mostrados como condições relativas
th: ตัวเลขที่อ่านไม่ได้จะแสดงเป็นเงื่อนไขสัมพัทธ์
tr: Okunamayan sayılar göreceli koşullar olarak gösterilir
vi: Các số không thể đọc được được hiển thị dưới dạng điều kiện tương đối
zh_hans: 不可读的数字显示为相对条件
zh_hant: 不可讀的數字顯示為相對條件

source: 입력 품질
de: Eingabequalität
en: Input Quality
es: Calidad de entrada
fr: Qualité d'entrée
id: Kualitas Masukan
it: Qualità dell'input
ja: 入力品質
pt_br: Qualidade de entrada
th: คุณภาพอินพุต
tr: Giriş Kalitesi
vi: Chất lượng đầu vào
zh_hans: 输入质量
zh_hant: 輸入品質

source: 입력 화면으로 돌아가기
de: Zurück zum Hochladen
en: Back to Upload
es: Volver a subir
fr: Retour au téléchargement
id: Kembali ke Unggah
it: Torna al caricamento
ja: アップロードに戻る
pt_br: Voltar ao upload
th: กลับไปที่การอัปโหลด
tr: Yüklemeye Geri Dön
vi: Quay lại tải lên
zh_hans: 返回上传
zh_hant: 返回上傳

source: 입문
de: Anfänger
en: Beginner
es: principiante
fr: Débutant
id: Pemula
it: Principiante
ja: 初心者
pt_br: Iniciante
th: ระดับเริ่มต้น
tr: Başlangıç
vi: Người mới bắt đầu
zh_hans: 初学者
zh_hant: 初學者

source: 자동 갱신 · 언제든 취소할 수 있어요
de: Automatische Verlängerung · Jederzeit kündbar
en: Auto-renews · Cancel anytime
es: Renovación automática · Cancelar en cualquier momento
fr: Renouvellement automatique · Annuler à tout moment
id: Perpanjangan otomatis · Batalkan kapan saja
it: Rinnovo automatico · Annulla in qualsiasi momento
ja: 自動更新・いつでもキャンセル可能
pt_br: Renovação automática · Cancele a qualquer momento
th: ต่ออายุอัตโนมัติ · ยกเลิกได้ตลอดเวลา
tr: Otomatik yenile · İstediğiniz zaman iptal edin
vi: Tự động gia hạn · Hủy bất kỳ lúc nào
zh_hans: 自动续订·随时取消
zh_hant: 自動續訂隨時取消

source: 잠시 후 다시 시도해 주세요.
de: Bitte versuchen Sie es in Kürze noch einmal.
en: Please try again shortly.
es: Inténtelo de nuevo en breve.
fr: Veuillez réessayer sous peu.
id: Silakan coba lagi sebentar lagi.
it: Per favore riprova a breve.
ja: しばらくしてからもう一度お試しください。
pt_br: Por favor, tente novamente em breve.
th: โปรดลองอีกครั้งในอีกสักครู่
tr: Lütfen kısa süre sonra tekrar deneyin.
vi: Vui lòng thử lại trong thời gian ngắn.
zh_hans: 请稍后重试。
zh_hant: 請稍後重試。

source: 저장
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
pt_br: Salvar
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: 저장된 분석이 없습니다
de: Keine gespeicherten Analysen
en: No saved analyses
es: No hay análisis guardados
fr: Aucune analyse enregistrée
id: Tidak ada analisis yang disimpan
it: Nessuna analisi salvata
ja: 保存された分析はありません
pt_br: Nenhuma análise salva
th: ไม่มีการวิเคราะห์ที่บันทึกไว้
tr: Kayıtlı analiz yok
vi: Không có phân tích nào được lưu
zh_hans: 没有保存的分析
zh_hant: 沒有保存的分析

source: 저장된 이미지, 분석 결과, 후속 대화가 이 기기에서 삭제되며 되돌릴 수 없습니다.
de: Gespeicherte Bilder, Analyseergebnisse und Folgechats werden von diesem Gerät gelöscht und können nicht wiederhergestellt werden.
en: Saved images, analysis results, and follow-up chats will be deleted from this device and cannot be recovered.
es: Las imágenes guardadas, los resultados de los análisis y los chats de seguimiento se eliminarán de este dispositivo y no se podrán recuperar.
fr: Les images enregistrées, les résultats d'analyse et les discussions de suivi seront supprimés de cet appareil et ne pourront pas être récupérés.
id: Gambar yang disimpan, hasil analisis, dan obrolan lanjutan akan dihapus dari perangkat ini dan tidak dapat dipulihkan.
it: Le immagini salvate, i risultati dell'analisi e le chat di follow-up verranno eliminati da questo dispositivo e non potranno essere recuperati.
ja: 保存された画像、分析結果、フォローアップチャットは本機から削除され、復元することはできません。
pt_br: Imagens salvas, resultados de análises e bate-papos de acompanhamento serão excluídos deste dispositivo e não poderão ser recuperados.
th: รูปภาพที่บันทึกไว้ ผลการวิเคราะห์ และการแชทติดตามผลจะถูกลบออกจากอุปกรณ์นี้และไม่สามารถกู้คืนได้
tr: Kaydedilen resimler, analiz sonuçları ve takip sohbetleri bu cihazdan silinecek ve kurtarılamaz.
vi: Hình ảnh đã lưu, kết quả phân tích và các cuộc trò chuyện tiếp theo sẽ bị xóa khỏi thiết bị này và không thể khôi phục được.
zh_hans: 保存的图像、分析结果和后续聊天记录将从该设备中删除且无法恢复。
zh_hant: 儲存的影像、分析結果和後續聊天記錄將從該裝置中刪除且無法復原。

source: 적절한 청산 시점을 놓쳐요
de: Ich vermisse gute Abgänge
en: I miss good exits
es: extraño las buenas salidas
fr: Les bonnes sorties me manquent
id: Saya rindu jalan keluar yang bagus
it: Mi mancano le buone uscite
ja: 良い出口が恋しい
pt_br: Sinto falta de boas saídas
th: ฉันคิดถึงทางออกที่ดี
tr: İyi çıkışları özledim
vi: Tôi nhớ những lối thoát tốt
zh_hans: 我错过了好的出口
zh_hant: 我錯過了好的出口

source: 전체 결론·가격 조건·에이전트 근거는 PRO에서 열립니다.
de: Mit PRO erhalten Sie den vollständigen Abschluss, die Preiskonditionen und die Maklerbeweise freigeschaltet.
en: The full conclusion, price conditions, and agent evidence unlock with PRO.
es: La conclusión completa, las condiciones de precios y la evidencia del agente se desbloquean con PRO.
fr: La conclusion complète, les conditions de prix et les preuves d'agent sont débloquées avec PRO.
id: Kesimpulan lengkap, kondisi harga, dan bukti agen terbuka dengan PRO.
it: La conclusione completa, le condizioni di prezzo e le prove dell'agente si sbloccano con PRO.
ja: PRO を使用すると、完全な結論、価格条件、およびエージェントの証拠がロック解除されます。
pt_br: A conclusão completa, as condições de preço e as evidências do agente são desbloqueadas com o PRO.
th: ปลดล็อคบทสรุป เงื่อนไขราคา และหลักฐานตัวแทนด้วย PRO
tr: Tüm sonucun, fiyat koşullarının ve temsilci kanıtlarının kilidi PRO ile açılır.
vi: Kết luận đầy đủ, điều kiện giá cả và bằng chứng đại lý được mở khóa bằng PRO.
zh_hans: 完整的结论、价格条件和代理证据可通过 PRO 解锁。
zh_hant: 完整的結論、價格條件和代理證據可透過 PRO 解鎖。

source: 전체 관점
de: Volles Spektrum
en: Full Spectrum
es: Espectro completo
fr: Spectre complet
id: Spektrum Penuh
it: Spettro completo
ja: フルスペクトル
pt_br: Espectro completo
th: สเปกตรัมเต็ม
tr: Tam Spektrum
vi: Toàn phổ
zh_hans: 全谱
zh_hant: 全譜

source: 전체 그림을 읽고 싶어요
de: Ich möchte das ganze Bild sehen
en: I want to see the full picture
es: quiero ver la foto completa
fr: Je veux voir l'image complète
id: Saya ingin melihat gambaran lengkapnya
it: Voglio vedere il quadro completo
ja: 全体像を見たい
pt_br: quero ver a foto completa
th: อยากเห็นรูปเต็มๆครับ
tr: Resmin tamamını görmek istiyorum
vi: Tôi muốn xem hình ảnh đầy đủ
zh_hans: 我想看全图
zh_hant: 我想看全圖

source: 정답을 약속하는 대신, 반복할 수 있는 검증 순서를 만듭니다.
de: Anstatt Sicherheit zu versprechen, bauen wir einen wiederholbaren Verifizierungsprozess auf.
en: Instead of promising certainty, we build a repeatable verification process.
es: En lugar de prometer certeza, construimos un proceso de verificación repetible.
fr: Au lieu de promettre une certitude, nous construisons un processus de vérification reproductible.
id: Daripada menjanjikan kepastian, kami membangun proses verifikasi yang berulang.
it: Invece di promettere certezza, costruiamo un processo di verifica ripetibile.
ja: 確実性を約束するのではなく、再現可能な検証プロセスを構築します。
pt_br: Em vez de prometer certeza, construímos um processo de verificação repetível.
th: แทนที่จะสัญญาว่าจะมั่นใจ เราสร้างกระบวนการตรวจสอบที่สามารถทำซ้ำได้
tr: Kesinlik vaat etmek yerine tekrarlanabilir bir doğrulama süreci oluşturuyoruz.
vi: Thay vì hứa hẹn sự chắc chắn, chúng tôi xây dựng một quy trình xác minh có thể lặp lại.
zh_hans: 我们不承诺确定性，而是建立一个可重复的验证流程。
zh_hant: 我們不承諾確定性，而是建立一個可重複的驗證流程。

source: 정보 및 약관
de: Informationen & Recht
en: Information & Legal
es: Información y Legal
fr: Informations & Juridique
id: Informasi & Hukum
it: Informazioni e legale
ja: 情報と法律
pt_br: Informações e jurídicos
th: ข้อมูลและกฎหมาย
tr: Bilgi ve Hukuk
vi: Thông tin & Pháp lý
zh_hans: 信息与法律
zh_hant: 資訊與法律

source: 제공됨
de: ZUR VERFÜGUNG GESTELLT
en: PROVIDED
es: PROPORCIONADO
fr: FOURNI
id: DISEDIAKAN
it: FORNITO
ja: 提供されています
pt_br: FORNECIDO
th: ให้ไว้
tr: SAĞLANDI
vi: CUNG CẤP
zh_hans: 提供
zh_hant: 提供

source: 조건별 시나리오
de: Bedingte Szenarien
en: Conditional Scenarios
es: Escenarios condicionales
fr: Scénarios conditionnels
id: Skenario Bersyarat
it: Scenari condizionali
ja: 条件付きシナリオ
pt_br: Cenários Condicionais
th: สถานการณ์ที่มีเงื่อนไข
tr: Koşullu Senaryolar
vi: Kịch bản có điều kiện
zh_hans: 条件场景
zh_hant: 條件場景

source: 조건부 관망
de: Bedingtes Warten
en: Conditional Wait
es: Espera condicional
fr: Attente conditionnelle
id: Tunggu Bersyarat
it: Attesa condizionale
ja: 条件付き待機
pt_br: Espera Condicional
th: รอแบบมีเงื่อนไข
tr: Koşullu Bekleme
vi: Chờ có điều kiện
zh_hans: 有条件等待
zh_hant: 有條件等待

source: 종목명, 시간대, 캔들, 가격 축이 보이는 차트 캡처를 올려 주세요.
de: Laden Sie eine Diagrammaufnahme hoch, die das Symbol, den Zeitrahmen, die Kerzen und die Preisachse deutlich zeigt.
en: Upload a chart capture that clearly shows the symbol, timeframe, candles, and price axis.
es: Cargue una captura de gráfico que muestre claramente el símbolo, el período de tiempo, las velas y el eje de precios.
fr: Téléchargez une capture de graphique montrant clairement le symbole, la période, les bougies et l'axe des prix.
id: Unggah tangkapan grafik yang dengan jelas menunjukkan simbol, jangka waktu, candle, dan sumbu harga.
it: Carica un'acquisizione del grafico che mostri chiaramente il simbolo, l'intervallo di tempo, le candele e l'asse dei prezzi.
ja: シンボル、時間枠、ローソク足、価格軸を明確に示すチャート キャプチャをアップロードします。
pt_br: Faça upload de uma captura de gráfico que mostre claramente o símbolo, o período, as velas e o eixo de preços.
th: อัปโหลดแผนภูมิที่แสดงสัญลักษณ์ กรอบเวลา แท่งเทียน และแกนราคาอย่างชัดเจน
tr: Sembolü, zaman dilimini, mumları ve fiyat eksenini açıkça gösteren bir grafik görüntüsü yükleyin.
vi: Tải lên bản chụp biểu đồ hiển thị rõ ràng biểu tượng, khung thời gian, nến và trục giá.
zh_hans: 上传清晰显示代码、时间范围、蜡烛图和价格轴的图表捕获。
zh_hant: 上傳清晰顯示代碼、時間範圍、蠟燭圖和價格軸的圖表擷取。

source: 종목명, 시간대, 캔들, 가격 축이 함께 보이는 차트 캡처를 사용하세요.
de: Verwenden Sie einen Chart-Screenshot, auf dem Symbol, Zeitrahmen, Kerzen und Preisachse klar erkennbar sind.
en: Use a chart capture that clearly shows the symbol, timeframe, candles, and price axis.
es: Usa una captura donde se vean claramente el símbolo, el marco temporal, las velas y el eje de precios.
fr: Utilisez une capture où le symbole, l’unité de temps, les bougies et l’axe des prix sont clairement visibles.
id: Gunakan tangkapan grafik yang menampilkan simbol, jangka waktu, candle, dan sumbu harga dengan jelas.
it: Usa una schermata del grafico che mostri chiaramente simbolo, intervallo, candele e asse dei prezzi.
ja: 銘柄、時間足、ローソク足、価格軸が一緒に見えるチャート画像を使用してください。
pt_br: Use uma captura em que o símbolo, o período, os candles e o eixo de preços estejam claramente visíveis.
th: ใช้ภาพกราฟที่เห็นสัญลักษณ์ กรอบเวลา แท่งเทียน และแกนราคาอย่างชัดเจน
tr: Sembol, zaman dilimi, mumlar ve fiyat ekseninin açıkça göründüğü bir grafik görüntüsü kullanın.
vi: Hãy dùng ảnh chụp biểu đồ hiển thị rõ mã, khung thời gian, nến và trục giá.
zh_hans: 请使用能清楚看到品种代码、时间周期、K 线与价格轴的图表截图。
zh_hant: 請使用能清楚看到商品代號、時間週期、K 線與價格軸的圖表截圖。

source: 종합 매매전략
de: Handelsstrategie
en: Trading Strategy
es: Estrategia de trading
fr: Stratégie de trading
id: Strategi Trading
it: Strategia di trading
ja: 取引戦略
pt_br: Estratégia de trading
th: กลยุทธ์การเทรด
tr: İşlem Stratejisi
vi: Chiến lược giao dịch
zh_hans: 交易策略
zh_hant: 交易策略

source: 주간
de: Wöchentlich
en: Weekly
es: Semanal
fr: Hebdomadaire
id: Mingguan
it: Settimanale
ja: 毎週
pt_br: Semanalmente
th: รายสัปดาห์
tr: Haftalık
vi: hàng tuần
zh_hans: 每周
zh_hant: 每週

source: 주간 환산 가격 제공
de: Wöchentliches Äquivalent angezeigt
en: Weekly equivalent shown
es: Se muestra el equivalente semanal
fr: Equivalent hebdomadaire affiché
id: Setara mingguan ditampilkan
it: Equivalente settimanale mostrato
ja: 週間相当額を表示
pt_br: Equivalente semanal mostrado
th: เทียบเท่ารายสัปดาห์ที่แสดง
tr: Gösterilen haftalık eşdeğer
vi: Tương đương hàng tuần được hiển thị
zh_hans: 显示每周当量
zh_hant: 顯示每週當量

source: 주당 약 %@
de: Ungefähr %@ pro Woche
en: About %@ per week
es: Aproximadamente %@ por semana
fr: Environ %@ par semaine
id: Sekitar %@ per minggu
it: Circa %@ a settimana
ja: 週に約 %@
pt_br: Cerca de %@ por semana
th: ประมาณ %@ ต่อสัปดาห์
tr: Haftada yaklaşık %@
vi: Khoảng %@ mỗi tuần
zh_hans: 每周大约%@
zh_hant: 每周大約%@

source: 주로 어떤 시장을 분석하나요?
de: Welchen Markt analysieren Sie normalerweise?
en: Which market do you usually analyze?
es: ¿Qué mercado analizas habitualmente?
fr: Quel marché analysez-vous habituellement ?
id: Pasar manakah yang biasanya Anda analisis?
it: Quale mercato analizzi solitamente?
ja: 普段どの市場を分析していますか?
pt_br: Qual mercado você geralmente analisa?
th: ตลาดใดที่คุณ มักจะวิเคราะห์?
tr: Genellikle hangi pazarı analiz edersiniz?
vi: Bạn thường phân tích thị trường nào?
zh_hans: 您 通常分析哪个市场？
zh_hant: 您 通常分析哪個市場？

source: 주식
de: Aktien
en: Stocks
es: Acciones
fr: Actions
id: Saham
it: Azioni
ja: 株式
pt_br: Ações
th: หุ้น
tr: Hisse senetleri
vi: Cổ phiếu
zh_hans: 股票
zh_hant: 股票

source: 주요 통화쌍
de: Wichtige Währungspaare
en: Major currency pairs
es: Principales pares de divisas
fr: Principales paires de devises
id: Pasangan mata uang utama
it: Principali coppie di valute
ja: 主要通貨ペア
pt_br: Principais pares de moedas
th: คู่สกุลเงินหลัก
tr: Başlıca döviz çiftleri
vi: Các cặp tiền tệ chính
zh_hans: 主要货币对
zh_hant: 主要貨幣對

source: 중급
de: Mittelstufe
en: Intermediate
es: Intermedio
fr: Intermédiaire
id: Menengah
it: Intermedio
ja: 中級者
pt_br: Intermediário
th: ระดับกลาง
tr: Orta düzey
vi: Trung cấp
zh_hans: 中级
zh_hant: 中級

source: 즉시 매수
de: Jetzt kaufen
en: Buy Now
es: Comprar ahora
fr: Acheter maintenant
id: Beli Sekarang
it: Acquista ora
ja: 今すぐ購入
pt_br: Compre agora
th: ซื้อเลย
tr: Şimdi Satın Al
vi: Mua ngay
zh_hans: 立即购买
zh_hant: 立即購買

source: 증거 수집
de: Beweise
en: Evidence
es: evidencia
fr: Preuve
id: Bukti
it: Prove
ja: 証拠
pt_br: Evidência
th: หลักฐาน
tr: Kanıt
vi: Bằng chứng
zh_hans: 证据
zh_hant: 證據

source: 지수 · 원자재 선물
de: Index- und Rohstoff-Futures
en: Index and commodity futures
es: Futuros sobre índices y materias primas
fr: Futures sur indices et matières premières
id: Indeks dan komoditas berjangka
it: Futures su indici e materie prime
ja: 指数および商品先物
pt_br: Índices e futuros de commodities
th: ดัชนีและสินค้าโภคภัณฑ์ฟิวเจอร์ส
tr: Endeks ve emtia vadeli işlemleri
vi: Chỉ số và hàng hóa tương lai
zh_hans: 指数和商品期货
zh_hant: 指數和商品期貨

source: 지원하지 않는 에이전트 역할입니다.
de: Diese Agentenrolle wird nicht unterstützt.
en: This agent role is not supported.
es: Esta función de agente no es compatible.
fr: Ce rôle d'agent n'est pas pris en charge.
id: Peran agen ini tidak didukung.
it: Questo ruolo dell'agente non è supportato.
ja: このエージェントの役割はサポートされていません。
pt_br: Esta função de agente não é suportada.
th: ไม่รองรับบทบาทตัวแทนนี้
tr: Bu aracı rolü desteklenmiyor.
vi: Vai trò đại lý này không được hỗ trợ.
zh_hans: 不支持此代理角色。
zh_hant: 不支援此代理角色。

source: 지원하지 않는 외형입니다.
de: Dieses Erscheinungsbild wird nicht unterstützt.
en: This appearance is not supported.
es: Esta apariencia no es compatible.
fr: Cette apparence n'est pas prise en charge.
id: Tampilan ini tidak didukung.
it: Questo aspetto non è supportato.
ja: この外観はサポートされていません。
pt_br: Esta aparência não é suportada.
th: ไม่รองรับลักษณะที่ปรากฏนี้
tr: Bu görünüm desteklenmiyor.
vi: Sự xuất hiện này không được hỗ trợ.
zh_hans: 不支持此外观。
zh_hant: 不支援此外觀。

source: 지지·저항
de: Unterstützung & Widerstand
en: Support & Resistance
es: Soporte y resistencia
fr: Support et résistance
id: Support & Resistance
it: Supporto e resistenza
ja: サポート・レジスタンス
pt_br: Suporte e resistência
th: แนวรับและแนวต้าน
tr: Destek ve Direnç
vi: Hỗ trợ & kháng cự
zh_hans: 支撑与阻力
zh_hant: 支撐與阻力

source: 진입
de: EINSTIEG
en: ENTRY
es: ENTRADA
fr: ENTRÉE
id: ENTRY
it: INGRESSO
ja: エントリー
pt_br: ENTRADA
th: จุดเข้า
tr: GİRİŞ
vi: ĐIỂM VÀO
zh_hans: 入场
zh_hant: 進場

source: 진입보다 먼저 보는 무효화 조건
de: Ungültigkeitserklärung vor der Einreise
en: Invalidation Before Entry
es: Invalidación antes de la entrada
fr: Invalidation avant l'entrée
id: Pembatalan Sebelum Masuk
it: Invalidazione prima dell'ingresso
ja: 入国前の無効化
pt_br: Invalidação antes da entrada
th: การทำให้เป็นโมฆะก่อนเข้า
tr: Girişten Önce Geçersiz Kılma
vi: Vô hiệu trước khi nhập cảnh
zh_hans: 入境前失效
zh_hant: 入境前失效

source: 질문 보내기
de: Frage senden
en: Send Question
es: Enviar pregunta
fr: Envoyer une question
id: Kirim Pertanyaan
it: Invia domanda
ja: 質問を送信する
pt_br: Enviar pergunta
th: ส่งคำถาม
tr: Soru Gönder
vi: Gửi câu hỏi
zh_hans: 发送问题
zh_hant: 發送問題

source: 집중
de: Konzentriert
en: Focused
es: enfocado
fr: Concentré
id: Terfokus
it: Concentrato
ja: 集中した
pt_br: Focado
th: เน้น
tr: Odaklanmış
vi: Tập trung
zh_hans: 专注
zh_hant: 專注

source: 차트
de: Diagramm
en: Chart
es: Gráfico
fr: Graphique
id: Bagan
it: Grafico
ja: チャート
pt_br: Gráfico
th: แผนภูมิ
tr: Grafik
vi: Biểu đồ
zh_hans: 图表
zh_hant: 圖表

source: 차트 글자를 읽기에는 이미지 해상도가 너무 낮습니다.
de: Die Bildauflösung ist zu niedrig, um die Diagrammbeschriftungen lesen zu können.
en: The image resolution is too low to read the chart labels.
es: La resolución de la imagen es demasiado baja para leer las etiquetas del gráfico.
fr: La résolution de l'image est trop faible pour lire les étiquettes des graphiques.
id: Resolusi gambar terlalu rendah untuk membaca label bagan.
it: La risoluzione dell'immagine è troppo bassa per leggere le etichette del grafico.
ja: 画像の解像度が低すぎるため、グラフのラベルを読み取ることができません。
pt_br: A resolução da imagem é muito baixa para ler os rótulos do gráfico.
th: ความละเอียดของรูปภาพต่ำเกินกว่าจะอ่านป้ายแผนภูมิได้
tr: Görüntü çözünürlüğü grafik etiketlerini okumak için çok düşük.
vi: Độ phân giải hình ảnh quá thấp để đọc nhãn biểu đồ.
zh_hans: 图像分辨率太低，无法读取图表标签。
zh_hant: 影像解析度太低，無法讀取圖表標籤。

source: 차트 분석 시작
de: Starten Sie die Diagrammanalyse
en: Analyze Chart
es: Iniciar análisis de gráficos
fr: Démarrer l’analyse du graphique
id: Mulai Analisis Grafik
it: Avvia l'analisi del grafico
ja: チャート分析を開始する
pt_br: Iniciar análise de gráfico
th: เริ่มการวิเคราะห์แผนภูมิ
tr: Grafik Analizini Başlat
vi: Bắt đầu phân tích biểu đồ
zh_hans: 开始图表分析
zh_hant: 開始圖表分析
